tap "danielfoehrkn/switch"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "qemu"
brew "coreutils"
brew "harfbuzz"
brew "git"
brew "go"
brew "golangci-lint"
brew "guile"
brew "hey"
brew "hub"
brew "jq"
brew "k9s"
brew "ko"
brew "kubectx"
brew "lazygit"
brew "neovim"
brew "node"
brew "node-build"
brew "nodenv"
brew "pipenv"
brew "pngpaste"
brew "pyenv"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "skaffold"
brew "sops"
brew "starship"
brew "tmux"
brew "yarn"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "ghostty"
cask "stats"
